[{"count":0,"id":1,"location":"Cartagena, Colombia","categories":["hot","abroad","beach","scenic","x","x","family","x","x","x"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Shutterstock_115951-540x360.jpg","info":"With a colorful mix of Caribbean and Spanish influences, Cartagena is a jewel on Colombia’s coast and it’s only getting hotter. Adding to established hotels like the Sofitel Cartagena Santa Clara and the new Anandá Hotel Boutique, brands like Ritz-Carlton are planting their flags in this historical city, adding the allure of luxury digs to an already desirable destination.  Visitors to Cartagena are hard-pressed to decide their favorite elements of this historic city. From wandering through the streets packed with vibrantly colored buildings to walking the walls of this UNESCO World Heritage Site, there is no shortage of cultural offerings. Then there’s lounging on the white sands of nearby Islas del Rosario, exploring the multitude of bars and restaurants and dancing salsa into the night. Need even more reason to visit? The Colombian peso plunged in the last year, getting you more than 3000 pesos per dollar. That glass of sangria at sunset just got a bit sweeter."},

  {"count":0,"id":2,"location":"Stratford-Upon-Avon","categories":["x","x","x","scenic","x","x","family","history","x","x"],"imgurl":"http://www.stratford-upon-avon.co.uk/images/RSTfromCloptonBridge_500.jpg","info":"From Jane Austen to George Orwell to J.K.Rowling, England has played host to some of the world’s most iconic writers and with a number of key anniversaries, 2016 is the perfect year to uncover the country’s rich literary heritage. The 400th anniversary of Shakespeare’s death will see special screenings, exhibitions and performances held in London and Stratford-Upon-Avon, where fans can visit Shakespeare’s birthplace and the famous Shakespeare’s globe theatre. 2016 also marks the 200th anniversary of Charlotte Brontë’s birth, the 150th anniversary of Beatrix Potter’s birth and the 100th anniversary of Roald Dahl’s birth, so expect plenty of literary-inspired events to take place around the country. There’s plenty to keep you busy between events too, from exploring cosmopolitan London to hiking in the Lake District National Park, or visiting UNESCO World Heritage sites like Stonehenge."},

  {"count":0,"id":3,"location":"Frankfurt, Germany","categories":["x","abroad","x","scenic","x","x","family","history","x","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Thinkstock_124023-540x360.jpg","info":"Germany in of itself is the place to be in 2016 to enjoy a variety of beer festivals across the country as the Fatherland celebrates 500 years of the Reinheitsgebot, or Beer Purity Law. The law was a series of regulations determining the ingredients in beer adopted in Bavaria, 1516.  That said, Germany isn’t exclusively all barley, malt and hops. Frankfurt, better known as one of the primary international business hubs of the world, is also the gateway city to Germany’s wine country. The area surrounding Frankfurt is world renowned for their Riesling history, stretching back to the 1200s thanks to the cool climate producing an acidic grape that comes through in the wine. Back in Frankfurt, check out the Bahnhofsviertel neighborhood near the central train station. Traditionally this was a no-go zone or brothels, but now artists and restaurateurs are buying up the cheap space to revitalize the neighborhood. Across the river, get back to wine culture by checking out Lorsbacher Thal for some traditional Apfel Wein that owner Frank Winkler says, “tastes like the angels peed in it.”"},

  {"count":0,"id":4,"location":"Mantua, Italy","categories":["hot","abroad","x","scenic","x","couple","family","x","x","x"],"imgurl":"http://farm3.static.flickr.com/2146/2397648987_2d0fe4bd84.jpg","info":"Perhaps you’ve heard of the European Capital of Culture, a designation that highlights a few cities for one year. Italy has recently started its own similar effort, and Mantua is the Italian Capital of Culture for 2016. The Lombardy city’s historic center has been a UNESCO World Heritage Site since 2007, and Mantua has long been an important city of art. Mantua (called Mantova in Italian) was ruled by the Gonzaga family for centuries, and they left behind sumptuous palaces, religious relics, and elaborately decorated churches. It’s the closest modern city to where Roman poet Virgil was born. Mantua will be part of the East Lombardy region’s designation as European Capital of Gastronomy in 2017. And it’s an easy day trip from either Venice or Milan."},

  {"count":0,"id":5,"location":"Bordeaux, France","categories":["hot","abroad","x","scenic","x","couple","family","x","x","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Shutterstock_112214-540x358.jpg","info":"Many visitors to France have a hard enough time pulling themselves away from Paris, let alone exploring the far reaches of the country. But it’s worth taking the high-speed TGV train down to the southwest of the country, using Bordeaux as your base. Tour a few of the 9,000 vineyards to the east and find your favorite labels to drink back in town. Head west to the coast and climb the eerie Dune du Pyla before heading into Arcachon for delectable local oysters. Or just take a city break in a place that is beautiful, lively, and full of fantastic bars and restaurants, incuding an influx of wine dining options from notable chefs such as Joël  Rubuchon and Gordon Ramsay."},

  {"count":0,"id":6,"location":"Margaret River, Australia","categories":["hot","abroad","beach","scenic","x","x","family","x","x","food"],"imgurl":"http://worldtopbeaches.com/wp-content/uploads/2012/12/36.jpg","info":"This food and wine region about three hours south of Perth shows no signs of cooling down in 2016. Among the many new goodies to eat and drink in this “Must Visit Food Region”, as it was recently labeled by Australian Traveller magazine, is handmade pasta at Barnyard 1978, a new farm-style bistro and wine tasting room in Yallingup, and award-winning single-malt whiskies from the just-opened Margaret River Distilling Co. Garden lovers won’t want to miss the Margaret River Organic Garden Trail, a network of seven sustainable gardens, including the Spiral Biodynamic Garden at Cullen Wines, which just plucked a new chef for its acclaimed restaurant from Quay in Sydney. For a different kind of trail, a Walk into Luxury trip along the famous Cape to Cape Track might be in order, or a stroll or spin on the newest three miles of the Wadandi Track rail trail. But to really take it all in, travelers should book a tour with Scenic Helicopters or a heart-pounding, barrel-rolling alternative with Tiger Moth Adventure Flights."},

  {"count":0,"id":7,"location":"Siem Reap, Cambodia","categories":["hot","abroad","x","scenic","sport","x","family","x","x","x"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Shutterstock_116558-540x353.jpg","info":"Visiting the Angkor Wat temples in Siem Reap is tops on many travelers’ lists. But all the planning in the world won’t prepare you for the intense beauty of the Cambodian country side – and suddenly your half-day tour of the temples is never going to be enough time to really experience the region. That’s why we’re including this timeless favorite in 2016 – to encourage visitors to explore Siem Reap beyond Angkor Wat. From ziplining to countryside bike rides to floating villages, there’s so much more to discover."},

  {"count":0,"id":8,"location":"Nashville, Tennessee","categories":["hot","abroad","x","x","x","x","family","history","x","food"],"imgurl":"http://www.visitmusiccity.com/Content/cms/uploads/skyline15_500.jpg","info":"Nashville may have long been considered the Country Music Capital of the World, but more recently it’s earned its new nickname of “Music City” as the diversity of musical styles produced here continues to grow. Tennessee’s second-largest city, Nashville is also raising its visibility on the cultural stage through the popular eponymous TV show. Some have even called it the “new Austin,” a nod to Nashville’s quirky and cool side (life-size replica of Athens’ Parthenon in the middle of a city park, anyone?). Tennessee’s bourbon trail isn’t far far away, and Nashville is also recently making a name for itself as a culinary hotspot."},

  {"count":0,"id":9,"location":"Salar de Uyuni, Bolivia","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Thinkstock_146305-540x351.jpg","info":"In the southwest corner of Bolivia, where it borders Chile in the Atacama desert, is a rugged transport route along the Bolivian altiplano. Now, intrepid travelers are visiting, ready to snap pics of this unusual desert landscape, dotted with lakes of improbable colors (red and green), which are an important breeding ground for several species of flamingoes. Later on in this multi day crossing usually referred to as the Salar de Uyuni (Uyuni salt lake), visitors come to the giant white salt pan, where much of the world’s lithium and other mineral salts are surface-mined. Pyramidal piles of salt dry in the sun, while vehicles drive slowly over the glassy, mirror-like surface of the lake that comes with the southern summer rains. Rustic lodging often includes a stay at a hotel made of salt slabs, and expect llama chops one night for dinner."},

  {"count":0,"id":10,"location":"Sydney, Australia","categories":["hot","abroad","x","scenic","sport","x","family","x","party","x"],"imgurl":"https://media-cdn.tripadvisor.com/media/photo-s/09/4c/91/8f/new-south-wales.jpg","info":"Following the weakening of the Australian dollar, new direct flights from the likes of Dallas and steady progress in taking back its reign as the foodie and cultural capital of Australia, Sydney is poised to shine in 2016. Not that that’s hard for the sunny, stunning “Harbour City”. The Barangaroo Reserve, a terraced finger of sandstone and native plants that juts into the harbor – the first section of the massive Barangaroo development – has been raking in landscaping and sustainability awards since opening in August. Just south is another new outdoor landmark: the AU$15-million Goods Line, which took inspiration from New York’s High Line and transformed an old rail corridor into an elevated walking and cycling path lined with greenery and metal ping pong tables. Those wishing to stay nearby can bed down at the Old Clare Hotel, the crown jewel of the emerging Kensington Street precinct, housed in the old Carlton United Brewery building. And that’s just a taste of Sydney’s new hotel offerings, which now range from the transformed Langham and new InterContinental Sydney Double Bay at the upper end to the funky-fresh QT Hotel, overlooking the turquoise waves of Bondi Beach."},

  {"count":0,"id":11,"location":"Poland","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Thinkstock_151875-540x328.jpg","info":"With new air routes into Szczecin, Katowice and Gda?sk, exploring the many delights of Poland just got a whole lot easier in 2016, which also sees the 30th anniversary of the European Capital of Culture award, which has bought cities such as Riga, Rotterdam and Porto to world attention. This year the spotlight turns on Wroc?aw in Poland’s Lower Silesia. This cultured and compact city rose again from the ashes of World War II and sits alongside the River Oder; it is often overlooked in the headlong rush to gorgeous Kraków but is just as enchanting. Wroc?aw has a dreamy ensemble of architecture from medieval to modern, an immaculately restored Market Square, a Gothic cathedral, red-brick churches and tranquil backwaters on Tumski Island. A host of exhibitions, fairs and public concerts are slated to take place across the city in 2016, along with literary events as it also takes on the mantle of UNESCO’s World Book Capital City. And Kraków gets its moment in the limelight this year too, with the arrival of Pope Francis to mark World Youth Day between July 25–31; this has a profound significance for the Poles as their beloved Pope John-Paul II regarded Kraków as his spiritual home. Thousands of young Catholic pilgrims will flock into the historic city to witness Francis celebrating Holy Communion and to parade the World Youth Day Cross and Icon through the streets. "},

  {"count":0,"id":12,"location":"Whistler, British Columbia, Canada","categories":["x","abroad","x","scenic","sport","couple","family","x","x","x"],"imgurl":"https://media-cdn.tripadvisor.com/media/photo-s/02/e4/0a/79/spectacular-views-on.jpg","info":"Located two hours north of Vancouver on Canada’s west coast, Whistler is North America’s largest ski resort. In 2016, the resort celebrates its 50th anniversary with lots of special events and promotions including a special 50th anniversary party, new restaurants, and plenty of special offers. Add a new privately-funded art museum is opening early in the new year — a big-city gallery for this small mountain town – and Whistler offers so much more than skiing and snowboarding. In fact, it’s also a top destination in the summer, with miles of hiking and biking trails and great year-round diversions like craft breweries and the indulgent open-air Scandinave spa."},

  {"count":0,"id":13,"location":"Greenland","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Thinkstock_143298-540x359.jpg","info":"Greenland has long been top of the wish list for adventurous travelers and there are few places on earth as compelling – a vast, glacial wilderness, where icebergs loom and polar bears roam. Until recent years, the world’s largest island remained firmly off-the-beaten-track, but as arctic destinations like Iceland and Lapland surge in popularity, many intrepid travelers are now heading even further north.  Greenland’s highlights are plentiful, from hiking and whale watching in summer, to dog sledding, glacier climbing and Northern Lights excursions in the winter. Not only that, but with increasing worries about climate change and the melting of Greenland’s ice sheet, there’s no time like the present to explore the UNESCO-listed icefjords. If you need another excuse to visit Greenland this year, the country will also be hosting the 2016 Arctic Winter Games in March, with events including skiing, snowboarding and ice hockey."},

  {"count":0,"id":14,"location":"Chiloé, Chile","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://globalgeopolitics.net/wordpress/wp-content/uploads/2013/10/Fotolia_50720006_S.jpg","info":"For years, the only way to get to Chiloé, the large island about two-thirds of the way down Chile’s spine, was overland and by ferry, though this didn’t stop locals and travelers from heading down to the island all the same. People come to see wooden churches declared UNESCO monuments, the palafitos, or stilt houses, typical of the island, and to try local foods, like curanto, a beach-cooked clambake-type meal, with shellfish, sausages and two types of potato bread. Now that there are multiple weekly flights from Santiago (connecting in Puerto Montt) on a local airline, you could easily go to Chiloé for the weekend, where you can also stock up on thick woven and knitted woolen goods, as well as the local tipple, called licor de oro."},

  {"count":0,"id":15,"location":"Shanghai, China","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Thinkstock_163222-540x360.jpg","info":"Shanghai has long been a popular tourist destination, but there are several especially good reasons to visit in 2016. A host of new museums have opened in recent years, including the Power Station of Art (a contemporary art museum and new home of the Shanghai Biennale inside a former power station) and the Yuz Museum (a contemporary art museum in the West Bund featuring the private collection of Budi Tek). One of the largest new Royal Caribbean ships departs from Shanghai bound for Japan and South Korea. And Shanghai Disneyland, the sixth theme park resort opened by Disney and set to open in Spring 2016, is three times larger than Hong Kong Disneyland and bigger than any in the United States."},

  {"count":0,"id":16,"location":"Cook Islands","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://www.expeditions.com/Global/destinations/itineraries/Fiji%20to%20Cook%20Isles/Slideshow/Fiji-to-Cook-Islands-Slideshow_3.jpg","info":"Think of a tropical paradise and, chances are, you’re imagining exactly what the Cook Islands offer. They’re more remote and significantly less populated than Fiji. And while Fiji is a popular destination for package holidays from Australia and New Zealand, not to mention travelers on RTW trips, the Cook Islands offer a more relaxed – and relaxing – atmosphere overall. There are activities to get you out into nature, including snorkeling and hiking, but there’s no better way to enjoy the Cook Islands than by settling into a comfortable rhythm of doing precisely nothing but enjoying the views of sparkling sand and water. Don’t miss a trip to the island of Aitutaki, home to one of the world’s most beautiful lagoons."},

  {"count":0,"id":17,"location":"Burgundy, France","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Shutterstock_144088-540x357.jpg","info":"Think of it as Bordeaux’s more-laid cousin. Named a UNESCO World Heritage site in 2015, the Burgundy region of France has been producing wine since the Middle Ages. Known for its terroir and the area’s climat system, Burgundy produces several notable wine varietals like Pinot Noir, Chablis and Beaujolais. The World Heritage area consists of two parts: the vineyards and production areas including several villages, the town of Beaune and the historic center of Dijon. Though a visit here is clearly centered on the wine, there are also historic chateaux, cycling routes that meander along the canals and through vineyards and a world-class dining scene. It’s the perfect blend for an unforgettable vacation."},

  {"count":0,"id":18,"location":"Rio de Janiero, Brazil","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://s3.amazonaws.com/m.saltado.com/sites/included/region/13.jpg","info":"Rio is often called the “marvelous city,” and with good reason. Popular neighborhoods to visit or stay, like Leblón, Ipanema and Copacabana hug the city’s beaches. Get a peek from higher up, taking an aerial tram trip up the iconic Pão de Azucar, for fabulous views over the city, or for an even more impressive view, visit the open-armed Christ-statue at Corcovado, accessed by small gauge train. Also popular in Rio are museums, libraries, theaters and outdoor nightlife, including near the aqueduct in the neighborhood of Lapa, where the famously colorful Selaron staircase is located. In 2016, tourism will be peak for the Summer Olympic games, and Brazil is planning on temporarily suspending the visa requirements for US-passport holders to facilitate visits until September of that year. Olympic opening and closing ceremonies will take place in the world-famous Maracanã soccer stadium."},

  {"count":0,"id":19,"location":"Rome, Italy","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Shutterstock_126356-540x477.jpg","info":"There’s never really a bad year to visit Rome, but 2016 includes two very good reasons to make this the year you head to the Eternal City. Pope Francis just opened the Holy Door of St. Peter’s Basilica in Vatican City, heralding the start of the Holy Year of Mercy – otherwise known as a Jubilee Year. The city may be a bit more crowded with pilgrims during a Jubilee Year, but Rome is also typically a bit more spruced up in anticipation of the influx of visitors. That, plus the unique opportunity to witness a Holy Year in person, make 2016 a potentially interesting time to be in Rome whether you’re a pilgrim or not. On a less religious note, the famous Trevi Fountain has just reopened after more than 500 days under scaffolding while it was being restored. It’s positively drop-dead gorgeous right now, white and gleaming, so it’s an even more photogenic backdrop when you throw in your coins."},

  {"count":0,"id":20,"location":"Mexico City, Mexico","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://cache-graphicslib.viator.com/graphicslib/thumbs674x446/2895/SITours/mexico-city-sightseeing-tour-in-mexico-city-136502.jpg","info":"A vacation in Mexico invokes dreams of sun-drenched beaches and drinks with little umbrellas in them, but landlocked Mexico City is the largest city in North America, and a cosmopolitan playground filled with great food, culture, and art. Both Adele and the Rolling Stones are visiting on tour in 2016, and the NFL is expected to bring a game to Aztec Stadium during the 2016-17 season. Discover the city by visiting a new Colonia (neighborhood) each day, from San Angel’s cobblestones streets to the museums of Coyoacán, the Venice-like canals of Xochimilco, and the upscale shopping and dining in Polanco. And if you need to take a break from the hectic city life, less than a half-hour out of the city is hiking and biking at Desert of the Lions National Park."},

  {"count":0,"id":21,"location":"Northern Ireland","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Photographer_126495-540x360.jpg","info":"As a key filming location for HBO’s hit fantasy drama Game of Thrones, Northern Ireland has stepped into the spotlight in recent years, proving that it’s much more than just Ireland’s diminutive neighbor. Season 6 is due to premiere in April 2016, so there’s no better time to take a Game of Thrones tour of Northern Ireland and discover wonders like the UNESCO-listed Giant’s Causeway, the Dark Hedges road and the Carrick-a-Rede Rope Bridge. The capital is full of highlights too, with recently opened tourist attractions including the Crumlin Road Gaol, the Titanic Belfast and the SS Nomadic, and the WWI warship HMS Caroline set to open its deck to visitors in 2016. That’s not all—vibrant Belfast is also renowned for its glittering waterfront, fascinating murals and electric nightlife."},

  {"count":0,"id":22,"location":"Cuba","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://www.latintrends.com/wp-content/uploads/2015/04/cuba.jpg","info":"In 2014, the U.S. and Cuba shook hands (figuratively speaking) for the first time in decades. Ushering this new chapter in relations, travel restrictions for U.S. citizens wanting to visit this Caribbean island were also relaxed, allowing for guided cultural tours and opportunities for business and education. While these restrictions give you the chance to collect that previously verboten Cuba stamp in your passport, the ‘come one, come all’ sign isn’t flying over Cuba just yet.  With the U.S. embassy open once again in Cuba after more than five decades, diplomatic relations with the island are looking solid. Known for its vibrant culture, pristine beaches and touches of a time gone by, Cuba will continue to gain in popularity for American visitors who were previously unwilling to risk the trip. Airlines are adding direct flights from major U.S. cities to Cuba, making travel more comfortable and, as relations continue to strengthen, hopefully 2016 will be the year that the remaining restrictions are dropped."},

  {"count":0,"id":23,"location":"Stellenbosch, South Africa","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Thinkstock_141535-540x358.jpg","info":"Not far from Cape Town, South Africa’s Mother City, is the historic town of Stellenbosch. The only older European settlement in the Western Cape is Cape Town itself – Stellenbosch was founded in 1679. Not long after, the first grapes were planted, and the rest (as they say) is history. Stellenbosch is now the epicenter of the verdant Cape Winelands region, the second-oldest wine region in the country and particularly known for South Africa’s signature grape – Pinotage. Oenophiles could spend weeks meandering from wine estate to wine estate and never tire of the mountainous scenery and luscious wines, but as an added bonus the town is also known for fine examples of Cape Dutch architecture and some of South Africa’s best fine dining restaurants."},

  {"count":0,"id":24,"location":"Indianapolis, Indiana","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"https://media-cdn.tripadvisor.com/media/photo-s/01/8d/54/f2/indianapolis-visitors.jpg","info":"Indianapolis was founded in 1821, but one could argue the Indiana capital didn’t really make a name for itself until 1911 when the very first Indianapolis 500 race occurred. The event has grown over the years to become the biggest single-day sporting event in the world, and May 29, 2016 will celebrate its 100th edition. As you might expect, there are some special events planned for this momentous occasion, including a Journey concert two days before the race and the official opening of newly-enhanced seating and VIP suites. While you’re out at the Indianapolis Motor Speedway, don’t miss a tour of the Hall of Fame Museum to see a collection of historic race cars and other items of automotive interest."},

  {"count":0,"id":25,"location":"Thailand","categories":["hot","abroad","beach","scenic","sport","couple","family","history","party","food"],"imgurl":"http://travelblog.viator.com/wp-content/uploads/2015/01/Viator_Thinkstock_147152-540x347.jpg","info":"If you’re a regular at your local pad thai place, 2016 is your year to go straight to the source. Thailand has always been one of the culinary capitals of the world, but now more than ever it’s embracing its role as the perfect destination for a foodie furlough. Swing through Bangkok for a nighttime street food tour by tuk tuk, and then hop up to Chiang Mai to don an apron and learn to DIY your favorite dishes on a market tour and cooking class. Finally, wind down with a two-day bike tour of Khao Yai, Thailand’s burgeoning wine region. The time is now to take a bite out of Thailand."}]